Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Accessibility consensus coming when Apple Intelligence Foundation Models support is added.
ar: ستتوفر ميزة توافق إمكانية الوصول قريباً.
de: Barrierefreiheits-Konsens demnächst verfügbar.
el: Η αξιολόγηση προσβασιμότητας θα είναι διαθέσιμη όταν προστεθεί υποστήριξη Apple Intelligence Foundation Models.
es: El consenso de accesibilidad estará disponible próximamente.
fa: اجماع دسترسی‌پذیری به زودی در دسترس خواهد بود.
fr: Le consensus d'accessibilité sera disponible prochainement.
he: קונצנזוס נגישות יהיה זמין כאשר יתווסף תמיכה ב-Apple Intelligence Foundation Models.
hi: एक्सेसिबिलिटी सहमति सुविधा जल्द आ रही है।
id: Konsensus Aksesibilitas akan tersedia setelah dukungan Apple Intelligence Foundation Models ditambahkan.
it: Consenso accessibilità disponibile a breve.
ja: アクセシビリティの評価機能は近日公開予定。
ko: 접근성 평가 기능이 곧 출시됩니다.
nl: Toegankelijkheidsconsensus binnenkort beschikbaar.
pl: Opinia o dostępności będzie dostępna po dodaniu obsługi Apple Intelligence Foundation Models.
pt: Consenso de acessibilidade disponível em breve.
ru: Мнение о доступности будет доступно при добавлении поддержки Apple Intelligence Foundation Models.
sv: Tillgänglighetsomdöme blir tillgängligt när Apple Intelligence Foundation Models-stöd läggs till.
th: ความเห็นด้านการเข้าถึงจะพร้อมใช้งานเมื่อเพิ่มการรองรับ Apple Intelligence Foundation Models
tr: Erişilebilirlik Görüşü, Apple Intelligence Foundation Models desteği eklendiğinde kullanılabilecek.
uk: Думка про доступність буде доступна після додавання підтримки Apple Intelligence Foundation Models.
vi: Đánh giá khả năng tiếp cận sẽ khả dụng khi thêm hỗ trợ Apple Intelligence Foundation Models.
zh_hans: 无障碍共识功能即将推出。

source: Accessibility Status
ar: حالة إمكانية الوصول
de: Status der Barrierefreiheit
el: Κατάσταση Προσβασιμότητας
es: Estado de accesibilidad
fa: وضعیت دسترس‌پذیری
fr: État de l'accessibilité
he: מצב נגישות
hi: सुलभता स्थिति
id: Status Aksesibilitas
it: Stato di accessibilità
ja: アクセシビリティのステータス
ko: 접근성 상태
nl: Toegankelijkheidsstatus
pl: Stan ułatwień dostępu
pt: Status de acessibilidade
ru: Состояние специальных возможностей
sv: Tillgänglighetsstatus
th: สถานะการช่วยการเข้าถึง
tr: Erişilebilirlik Durumu
uk: Стан спеціальних можливостей
vi: Trạng thái trợ năng
zh_hans: 无障碍状态

source: Account
ar: الحساب
de: Konto
el: Λογαριασμός
es: Cuenta
fa: حساب کاربری
fr: Compte
he: חשבון
hi: खाता
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt: Conta
ru: Аккаунт
sv: Konto
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户

source: Account and sign-in tools live in Profile.
ar: أدوات الحساب وتسجيل الدخول موجودة في الملف الشخصي.
de: Konto- und Anmeldeoptionen findest du im Profil.
el: Τα εργαλεία λογαριασμού και σύνδεσης βρίσκονται στο Προφίλ.
es: Las herramientas de cuenta e inicio de sesión están en Perfil.
fa: ابزارهای حساب و ورود در نمایه قرار دارند.
fr: Les outils de compte et de connexion se trouvent dans Profil.
he: כלי חשבון והתחברות נמצאים בפרופיל.
hi: खाता और साइन-इन टूल प्रोफ़ाइल में मौजूद हैं।
id: Alat akun dan masuk ada di Profil.
it: Gli strumenti per l'account e l'accesso si trovano in Profilo.
ja: アカウントとサインインのツールは「プロフィール」にあります。
ko: 계정 및 로그인 도구는 프로필에 있습니다.
nl: Account- en aanmeldtools bevinden zich in Profiel.
pl: Narzędzia konta i logowania znajdują się w Profilu.
pt: As ferramentas de conta e login estão no Perfil.
ru: Инструменты аккаунта и входа находятся в разделе «Профиль».
sv: Konto- och inloggningsverktyg finns i Profil.
th: เครื่องมือบัญชีและการลงชื่อเข้าใช้อยู่ในโปรไฟล์
tr: Hesap ve oturum açma araçları Profil'de bulunur.
uk: Інструменти облікового запису та входу розташовані в розділі «Профіль».
vi: Công cụ tài khoản và đăng nhập nằm trong Hồ sơ.
zh_hans: 账户和登录工具位于“个人资料”中。

source: Account Settings
ar: إعدادات الحساب
de: Kontoeinstellungen
el: Ρυθμίσεις Λογαριασμού
es: Configuración de la cuenta
fa: تنظیمات حساب
fr: Paramètres du compte
he: הגדרות חשבון
hi: खाता सेटिंग्स
id: Pengaturan Akun
it: Impostazioni account
ja: アカウント設定
ko: 계정 설정
nl: Accountinstellingen
pl: Ustawienia konta
pt: Configurações da conta
ru: Настройки аккаунта
sv: Kontoinställningar
th: การตั้งค่าบัญชี
tr: Hesap Ayarları
uk: Налаштування облікового запису
vi: Cài đặt tài khoản
zh_hans: 账户设置

source: Actions available: copy, share, and more.
ar: الإجراءات المتاحة: نسخ، مشاركة، والمزيد.
de: Verfügbare Aktionen: Kopieren, Teilen und mehr.
el: Διαθέσιμες ενέργειες: αντιγραφή, κοινοποίηση και άλλα.
es: Acciones disponibles: copiar, compartir y más.
fa: اقدامات موجود: کپی، اشتراک‌گذاری و موارد دیگر.
fr: Actions disponibles : copier, partager et plus encore.
he: פעולות זמינות: העתקה, שיתוף ועוד.
hi: उपलब्ध क्रियाएँ: कॉपी करें, साझा करें, और अधिक।
id: Tindakan yang tersedia: salin, bagikan, dan lainnya.
it: Azioni disponibili: copia, condividi e altro.
ja: 利用可能な操作：コピー、共有など。
ko: 사용 가능한 작업: 복사, 공유 등.
nl: Beschikbare acties: kopiëren, delen en meer.
pl: Dostępne działania: kopiowanie, udostępnianie i więcej.
pt: Ações disponíveis: copiar, compartilhar e mais.
ru: Доступные действия: копирование, отправка и другое.
sv: Tillgängliga åtgärder: kopiera, dela och mer.
th: การกระทำที่มี: คัดลอก แชร์ และอื่นๆ
tr: Kullanılabilir eylemler: kopyala, paylaş ve daha fazlası.
uk: Доступні дії: копіювання, надсилання та інше.
vi: Các thao tác khả dụng: sao chép, chia sẻ và nhiều hơn nữa.
zh_hans: 可用操作：复制、分享等。

source: Actions available: reply, copy, share, and more.
ar: الإجراءات المتاحة: الرد، النسخ، المشاركة، والمزيد.
de: Verfügbare Aktionen: Antworten, Kopieren, Teilen und mehr.
el: Διαθέσιμες ενέργειες: απάντηση, αντιγραφή, κοινοποίηση και άλλα.
es: Acciones disponibles: responder, copiar, compartir y más.
fa: اقدامات موجود: پاسخ، کپی، اشتراک‌گذاری و موارد دیگر.
fr: Actions disponibles : répondre, copier, partager et plus encore.
he: פעולות זמינות: מענה, העתקה, שיתוף ועוד.
hi: उपलब्ध क्रियाएँ: उत्तर दें, कॉपी करें, साझा करें, और अधिक।
id: Tindakan yang tersedia: balas, salin, bagikan, dan lainnya.
it: Azioni disponibili: rispondi, copia, condividi e altro.
ja: 利用可能な操作：返信、コピー、共有など。
ko: 사용 가능한 작업: 답장, 복사, 공유 등.
nl: Beschikbare acties: reageren, kopiëren, delen en meer.
pl: Dostępne działania: odpowiedz, kopiuj, udostępnij i więcej.
pt: Ações disponíveis: responder, copiar, compartilhar e mais.
ru: Доступные действия: ответить, скопировать, отправить и другое.
sv: Tillgängliga åtgärder: svara, kopiera, dela och mer.
th: การกระทำที่มี: ตอบกลับ คัดลอก แชร์ และอื่นๆ
tr: Kullanılabilir eylemler: yanıtla, kopyala, paylaş ve daha fazlası.
uk: Доступні дії: відповісти, скопіювати, надіслати та інше.
vi: Các thao tác khả dụng: trả lời, sao chép, chia sẻ và nhiều hơn nữa.
zh_hans: 可用操作：回复、复制、分享等。

source: Active Only
ar: النشط فقط
de: Nur aktive
el: Μόνο Ενεργά
es: Solo activos
fa: فقط فعال
fr: Actifs uniquement
he: פעילים בלבד
hi: केवल सक्रिय
id: Hanya Aktif
it: Solo attivi
ja: アクティブのみ
ko: 활성만
nl: Alleen actief
pl: Tylko aktywne
pt: Somente ativos
ru: Только активные
sv: Endast aktiva
th: เฉพาะที่ใช้งานอยู่
tr: Yalnızca Etkin
uk: Лише активні
vi: Chỉ đang hoạt động
zh_hans: 仅活跃

source: Add
ar: إضافة
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fr: Ajouter
he: הוספה
hi: जोड़ें
id: Tambahkan
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加

source: Add Comment
ar: إضافة تعليق
de: Kommentar hinzufügen
el: Προσθήκη Σχολίου
es: Añadir comentario
fa: افزودن دیدگاه
fr: Ajouter un commentaire
he: הוספת תגובה
hi: टिप्पणी जोड़ें
id: Tambahkan Komentar
it: Aggiungi commento
ja: コメントを追加
ko: 댓글 추가
nl: Reactie toevoegen
pl: Dodaj komentarz
pt: Adicionar comentário
ru: Добавить комментарий
sv: Lägg till kommentar
th: เพิ่มความคิดเห็น
tr: Yorum Ekle
uk: Додати коментар
vi: Thêm bình luận
zh_hans: 添加评论

source: Add episodes from the Podcasts tab or from any episode detail page.
ar: أضف حلقات من علامة تبويب البودكاست أو من أي صفحة تفاصيل حلقة.
de: Füge Folgen über den Tab „Podcasts“ oder von einer beliebigen Folgen-Detailseite hinzu.
el: Προσθέστε επεισόδια από την καρτέλα Podcast ή από οποιαδήποτε σελίδα λεπτομερειών επεισοδίου.
es: Añade episodios desde la pestaña Pódcasts o desde cualquier página de detalles de episodio.
fa: قسمت‌ها را از برگهٔ پادکست‌ها یا از هر صفحهٔ جزئیات قسمت اضافه کنید.
fr: Ajoutez des épisodes depuis l'onglet Podcasts ou depuis n'importe quelle page de détails d'un épisode.
he: הוסף פרקים מלשונית הפודקאסטים או מכל דף פרטי פרק.
hi: पॉडकास्ट टैब से या किसी भी एपिसोड विवरण पृष्ठ से एपिसोड जोड़ें।
id: Tambahkan episode dari tab Podcast atau dari halaman detail episode mana pun.
it: Aggiungi episodi dalla scheda Podcast o da qualsiasi pagina di dettaglio dell'episodio.
ja: 「ポッドキャスト」タブまたは各エピソードの詳細ページからエピソードを追加できます。
ko: 팟캐스트 탭이나 에피소드 세부 정보 페이지에서 에피소드를 추가하세요.
nl: Voeg afleveringen toe via het tabblad Podcasts of vanaf een afleveringsdetailpagina.
pl: Dodawaj odcinki z karty Podcasty lub ze strony szczegółów dowolnego odcinka.
pt: Adicione episódios na aba Podcasts ou em qualquer página de detalhes do episódio.
ru: Добавляйте эпизоды на вкладке «Подкасты» или на странице сведений о любом эпизоде.
sv: Lägg till avsnitt från fliken Poddar eller från valfri avsnittsdetaljsida.
th: เพิ่มตอนจากแท็บพอดแคสต์หรือจากหน้ารายละเอียดตอนใดก็ได้
tr: Bölümleri Podcast'ler sekmesinden veya herhangi bir bölüm ayrıntı sayfasından ekleyin.
uk: Додавайте епізоди на вкладці «Подкасти» або на сторінці відомостей про будь-який епізод.
vi: Thêm tập từ thẻ Podcast hoặc từ bất kỳ trang chi tiết tập nào.
zh_hans: 从“播客”标签页或任意单集详情页添加单集。

source: Add to queue
ar: إضافة إلى قائمة الانتظار
de: Zur Warteschlange hinzufügen
el: Προσθήκη στην ουρά
es: Añadir a la cola
fa: افزودن به صف
fr: Ajouter à la file
he: הוסף לתור
hi: कतार में जोड़ें
id: Tambah ke Antrean
it: Aggiungi alla coda
ja: キューに追加
ko: 대기열에 추가
nl: Aan wachtrij toevoegen
pl: Dodaj do kolejki
pt: Adicionar à fila
ru: Добавить в очередь
sv: Lägg till i kö
th: เพิ่มในคิว
tr: Sıraya Ekle
uk: Додати до черги
vi: Thêm vào hàng đợi
zh_hans: 添加到队列

source: Add to Queue
ar: إضافة إلى قائمة الانتظار
de: Zur Warteschlange hinzufügen
el: Προσθήκη στην Ουρά
es: Añadir a la cola
fa: افزودن به صف
fr: Ajouter à la file d'attente
he: הוספה לתור
hi: कतार में जोड़ें
id: Tambahkan ke Antrean
it: Aggiungi alla coda
ja: キューに追加
ko: 대기열에 추가
nl: Toevoegen aan wachtrij
pl: Dodaj do kolejki
pt: Adicionar à fila
ru: Добавить в очередь
sv: Lägg till i kön
th: เพิ่มลงในคิว
tr: Sıraya Ekle
uk: Додати до черги
vi: Thêm vào hàng đợi
zh_hans: 添加到队列

source: Add your email so our editorial team can reply, then tell us about your post and write or import your draft.
ar: أدخل بريدك الإلكتروني حتى يتمكن فريقنا التحريري من الرد، ثم أخبرنا عن منشورك واكتب مسودتك أو استوردها.
de: Gib deine E-Mail-Adresse an, damit unser Redaktionsteam antworten kann, erzähl uns dann von deinem Beitrag und schreibe oder importiere deinen Entwurf.
el: Δώστε το email σας ώστε η συντακτική μας ομάδα να μπορεί να απαντήσει, μετά πείτε μας για την ανάρτησή σας και γράψτε ή εισαγάγετε το προσχέδιό σας.
es: Indica tu correo para que nuestro equipo editorial pueda responderte, cuéntanos sobre tu publicación y escribe o importa tu borrador.
fa: ایمیل خود را وارد کنید تا تیم سردبیری ما بتواند پاسخ دهد، سپس دربارهٔ پست خود به ما بگویید و پیش‌نویس خود را بنویسید یا وارد کنید.
fr: Indiquez votre e-mail pour que notre équipe éditoriale puisse vous répondre, puis parlez-nous de votre article et rédigez ou importez votre brouillon.
he: הזן את האימייל שלך כדי שצוות המערכת שלנו יוכל להשיב, ואז ספר לנו על הפוסט שלך וכתוב או ייבא את הטיוטה שלך.
hi: अपना ईमेल दें ताकि हमारी संपादकीय टीम जवाब दे सके, फिर अपनी पोस्ट के बारे में बताएं और अपना ड्राफ़्ट लिखें या आयात करें।
id: Masukkan email Anda agar tim editorial kami dapat membalas, lalu ceritakan tentang postingan Anda dan tulis atau impor draf Anda.
it: Inserisci la tua email per permettere al nostro team editoriale di risponderti, poi parlaci del tuo articolo e scrivi o importa la tua bozza.
ja: 編集チームが返信できるようメールアドレスを入力し、投稿について教えてから、下書きを作成またはインポートしてください。
ko: 편집팀이 답장할 수 있도록 이메일을 입력한 다음, 게시물에 대해 알려주고 초안을 작성하거나 가져오세요.
nl: Geef je e-mailadres op zodat ons redactieteam kan reageren, vertel ons dan over je bericht en schrijf of importeer je concept.
pl: Podaj swój e-mail, aby nasz zespół redakcyjny mógł odpowiedzieć, a następnie opowiedz nam o swoim wpisie i napisz lub zaimportuj szkic.
pt: Informe seu e-mail para que nossa equipe editorial possa responder, depois nos conte sobre sua postagem e escreva ou importe seu rascunho.
ru: Укажите свой email, чтобы наша редакция могла ответить, затем расскажите о своей публикации и напишите или импортируйте черновик.
sv: Ange din e-post så att vår redaktion kan svara, berätta sedan om ditt inlägg och skriv eller importera ditt utkast.
th: ใส่อีเมลของคุณเพื่อให้ทีมบรรณาธิการของเราตอบกลับได้ จากนั้นบอกเราเกี่ยวกับโพสต์ของคุณและเขียนหรือนำเข้าฉบับร่างของคุณ
tr: Editör ekibimizin yanıt verebilmesi için e-postanızı girin, ardından yazınız hakkında bize bilgi verin ve taslağınızı yazın veya içe aktarın.
uk: Вкажіть свою електронну пошту, щоб наша редакція могла відповісти, потім розкажіть про свій допис і напишіть або імпортуйте чернетку.
vi: Thêm email của bạn để đội ngũ biên tập có thể phản hồi, sau đó cho chúng tôi biết về bài viết của bạn và viết hoặc nhập bản nháp.
zh_hans: 请填写您的邮箱以便编辑团队回复,然后告诉我们您的文章内容,并撰写或导入您的草稿。

source: Added to queue
ar: تمت الإضافة إلى قائمة الانتظار
de: Zur Warteschlange hinzugefügt
el: Προστέθηκε στην ουρά
es: Añadido a la cola
fa: به صف افزوده شد
fr: Ajouté à la file d'attente
he: נוסף לתור
hi: कतार में जोड़ा गया
id: Ditambahkan ke antrean
it: Aggiunto alla coda
ja: キューに追加しました
ko: 대기열에 추가됨
nl: Toegevoegd aan wachtrij
pl: Dodano do kolejki
pt: Adicionado à fila
ru: Добавлено в очередь
sv: Tillagd i kön
th: เพิ่มลงในคิวแล้ว
tr: Sıraya eklendi
uk: Додано до черги
vi: Đã thêm vào hàng đợi
zh_hans: 已添加到队列

source: Added to queue.
ar: تمت الإضافة إلى قائمة الانتظار.
de: Zur Warteschlange hinzugefügt.
el: Προστέθηκε στην ουρά.
es: Añadido a la cola.
fa: به صف اضافه شد.
fr: Ajouté à la file.
he: נוסף לתור.
hi: कतार में जोड़ा गया।
id: Ditambahkan ke antrean.
it: Aggiunto alla coda.
ja: キューに追加しました。
ko: 대기열에 추가되었습니다.
nl: Toegevoegd aan wachtrij.
pl: Dodano do kolejki.
pt: Adicionado à fila.
ru: Добавлено в очередь.
sv: Tillagd i kö.
th: เพิ่มในคิวแล้ว
tr: Sıraya eklendi.
uk: Додано до черги.
vi: Đã thêm vào hàng đợi.
zh_hans: 已添加到队列。

source: Additional
ar: إضافي
de: Zusätzlich
el: Πρόσθετα
es: Adicional
fa: اضافی
fr: Supplémentaire
he: נוסף
hi: अतिरिक्त
id: Tambahan
it: Aggiuntivo
ja: 追加
ko: 추가
nl: Aanvullend
pl: Dodatkowe
pt: Adicional
ru: Дополнительно
sv: Ytterligare
th: เพิ่มเติม
tr: Ek
uk: Додатково
vi: Bổ sung
zh_hans: 其他

source: Additional Comments
ar: تعليقات إضافية
de: Zusätzliche Kommentare
el: Πρόσθετα σχόλια
es: Comentarios adicionales
fa: نظرات اضافی
fr: Commentaires supplémentaires
he: הערות נוספות
hi: अतिरिक्त टिप्पणियाँ
id: Komentar Tambahan
it: Commenti aggiuntivi
ja: 追加コメント
ko: 추가 의견
nl: Aanvullende opmerkingen
pl: Dodatkowe komentarze
pt: Comentários adicionais
ru: Дополнительные комментарии
sv: Ytterligare kommentarer
th: ความคิดเห็นเพิ่มเติม
tr: Ek Yorumlar
uk: Додаткові коментарі
vi: Bình luận bổ sung
zh_hans: 补充说明

source: Additional Comments (optional)
ar: تعليقات إضافية (اختياري)
de: Zusätzliche Kommentare (optional)
el: Πρόσθετα Σχόλια (προαιρετικό)
es: Comentarios adicionales (opcional)
fa: دیدگاه‌های اضافی (اختیاری)
fr: Commentaires supplémentaires (facultatif)
he: הערות נוספות (אופציונלי)
hi: अतिरिक्त टिप्पणियाँ (वैकल्पिक)
id: Komentar Tambahan (opsional)
it: Commenti aggiuntivi (facoltativo)
ja: 追加コメント（任意）
ko: 추가 의견(선택 사항)
nl: Aanvullende opmerkingen (optioneel)
pl: Dodatkowe komentarze (opcjonalnie)
pt: Comentários adicionais (opcional)
ru: Дополнительные комментарии (необязательно)
sv: Ytterligare kommentarer (valfritt)
th: ความคิดเห็นเพิ่มเติม (ไม่บังคับ)
tr: Ek Yorumlar (isteğe bağlı)
uk: Додаткові коментарі (необов'язково)
vi: Bình luận bổ sung (tùy chọn)
zh_hans: 其他意见（可选）

source: Additional details
ar: تفاصيل إضافية
de: Zusätzliche Details
el: Πρόσθετες λεπτομέρειες
es: Detalles adicionales
fa: جزئیات اضافی
fr: Détails supplémentaires
he: פרטים נוספים
hi: अतिरिक्त विवरण
id: Detail tambahan
it: Dettagli aggiuntivi
ja: 追加の詳細
ko: 추가 세부 정보
nl: Aanvullende details
pl: Dodatkowe szczegóły
pt: Detalhes adicionais
ru: Дополнительные сведения
sv: Ytterligare information
th: รายละเอียดเพิ่มเติม
tr: Ek ayrıntılar
uk: Додаткові відомості
vi: Chi tiết bổ sung
zh_hans: 其他详情

source: Additional Details
ar: تفاصيل إضافية
de: Zusätzliche Details
el: Πρόσθετες Λεπτομέρειες
es: Detalles adicionales
fa: جزئیات اضافی
fr: Détails supplémentaires
he: פרטים נוספים
hi: अतिरिक्त विवरण
id: Detail Tambahan
it: Dettagli aggiuntivi
ja: 追加の詳細
ko: 추가 세부 정보
nl: Aanvullende details
pl: Dodatkowe szczegóły
pt: Detalhes adicionais
ru: Дополнительные сведения
sv: Ytterligare information
th: รายละเอียดเพิ่มเติม
tr: Ek Ayrıntılar
uk: Додаткові відомості
vi: Chi tiết bổ sung
zh_hans: 其他详情

source: Adds a vibration for the same moments Confirmation Sounds covers, like saving, signing in, and errors.
ar: يضيف اهتزازًا في نفس اللحظات التي تغطيها أصوات التأكيد، مثل الحفظ وتسجيل الدخول والأخطاء.
de: Fügt eine Vibration für dieselben Momente wie Bestätigungstöne hinzu, etwa beim Speichern, Anmelden und bei Fehlern.
el: Προσθέτει δόνηση στις ίδιες στιγμές που καλύπτουν οι Ήχοι Επιβεβαίωσης, όπως αποθήκευση, σύνδεση και σφάλματα.
es: Añade una vibración para los mismos momentos que cubren los Sonidos de confirmación, como guardar, iniciar sesión y errores.
fa: در همان لحظاتی که صداهای تأیید پوشش می‌دهند—مانند ذخیره، ورود و خطاها—یک لرزش اضافه می‌کند.
fr: Ajoute une vibration aux mêmes moments que les Sons de confirmation, comme l'enregistrement, la connexion et les erreurs.
he: מוסיף רטט לאותם רגעים שמכסים צלילי אישור, כמו שמירה, התחברות ושגיאות.
hi: पुष्टिकरण ध्वनियों द्वारा कवर किए गए समान क्षणों, जैसे सेव करना, साइन इन करना और त्रुटियों के लिए एक कंपन जोड़ता है।
id: Menambahkan getaran untuk momen yang sama yang dicakup oleh Suara Konfirmasi, seperti menyimpan, masuk, dan kesalahan.
it: Aggiunge una vibrazione negli stessi momenti coperti dai Suoni di conferma, come salvataggio, accesso ed errori.
ja: 確認音が鳴るのと同じタイミング（保存、サインイン、エラーなど）で振動を追加します。
ko: 저장, 로그인, 오류 등 확인음이 울리는 시점에 진동을 추가합니다.
nl: Voegt trilling toe op dezelfde momenten als bevestigingsgeluiden, zoals opslaan, aanmelden en fouten.
pl: Dodaje wibrację w tych samych momentach co Dźwięki potwierdzenia, np. przy zapisywaniu, logowaniu i błędach.
pt: Adiciona uma vibração para os mesmos momentos cobertos pelos Sons de confirmação, como salvar, entrar e erros.
ru: Добавляет вибрацию в те же моменты, что и звуки подтверждения: при сохранении, входе и ошибках.
sv: Lägger till vibration vid samma tillfällen som Bekräftelseljud, till exempel vid sparande, inloggning och fel.
th: เพิ่มการสั่นในช่วงเวลาเดียวกับที่เสียงยืนยันครอบคลุม เช่น การบันทึก การลงชื่อเข้าใช้ และข้อผิดพลาด
tr: Kaydetme, oturum açma ve hatalar gibi Onay Sesleri'nin kapsadığı aynı anlarda titreşim ekler.
uk: Додає вібрацію в ті самі моменти, що охоплюють звуки підтвердження, як-от збереження, вхід і помилки.
vi: Thêm rung cho những thời điểm mà Âm thanh xác nhận đề cập, như lưu, đăng nhập và lỗi.
zh_hans: 在“确认音效”涵盖的相同时刻（如保存、登录和出错时）添加振动。

source: Adjusts the audio frequency balance.
ar: يضبط توازن تردد الصوت.
de: Passt die Frequenzbalance des Audios an.
el: Προσαρμόζει την ισορροπία συχνοτήτων του ήχου.
es: Ajusta el equilibrio de frecuencias del audio.
fa: تعادل فرکانس صدا را تنظیم می‌کند.
fr: Ajuste l'équilibre des fréquences audio.
he: מתאים את איזון תדרי השמע.
hi: ऑडियो आवृत्ति संतुलन समायोजित करता है।
id: Menyesuaikan keseimbangan frekuensi audio.
it: Regola il bilanciamento delle frequenze audio.
ja: オーディオの周波数バランスを調整します。
ko: 오디오 주파수 균형을 조정합니다.
nl: Past de frequentiebalans van de audio aan.
pl: Dostosowuje równowagę częstotliwości dźwięku.
pt: Ajusta o equilíbrio de frequência do áudio.
ru: Регулирует баланс частот звука.
sv: Justerar ljudets frekvensbalans.
th: ปรับสมดุลความถี่เสียง
tr: Ses frekans dengesini ayarlar.
uk: Регулює баланс частот звуку.
vi: Điều chỉnh cân bằng tần số âm thanh.
zh_hans: 调整音频频率平衡。

source: Adjusts the audio frequency balance. Speech Clarity is usually best for spoken-word podcasts.
ar: يضبط توازن تردد الصوت. عادةً ما يكون وضوح الكلام هو الأفضل للبودكاست الحواري.
de: Passt die Frequenzbalance des Audios an. Sprachklarheit eignet sich meist am besten für gesprochene Podcasts.
el: Προσαρμόζει την ισορροπία συχνοτήτων του ήχου. Η Καθαρότητα Ομιλίας είναι συνήθως ιδανική για podcast ομιλίας.
es: Ajusta el equilibrio de frecuencias del audio. Claridad de voz suele ser lo mejor para pódcasts hablados.
fa: تعادل فرکانس صدا را تنظیم می‌کند. وضوح گفتار معمولاً برای پادکست‌های گفتاری بهترین گزینه است.
fr: Ajuste l'équilibre des fréquences audio. Clarté vocale est généralement idéal pour les podcasts parlés.
he: מתאים את איזון תדרי השמע. בהירות דיבור בדרך כלל הכי טובה לפודקאסטים מדוברים.
hi: ऑडियो आवृत्ति संतुलन समायोजित करता है। बोले गए शब्दों वाले पॉडकास्ट के लिए आमतौर पर स्पीच क्लैरिटी सबसे अच्छा है।
id: Menyesuaikan keseimbangan frekuensi audio. Kejernihan Ucapan biasanya terbaik untuk podcast berbasis percakapan.
it: Regola il bilanciamento delle frequenze audio. Chiarezza vocale è di solito la scelta migliore per i podcast parlati.
ja: オーディオの周波数バランスを調整します。トーク中心のポッドキャストには通常「音声の明瞭さ」が最適です。
ko: 오디오 주파수 균형을 조정합니다. 말 위주의 팟캐스트에는 대개 음성 선명도가 가장 적합합니다.
nl: Past de frequentiebalans van de audio aan. Spraakhelderheid is meestal het beste voor gesproken podcasts.
pl: Dostosowuje równowagę częstotliwości dźwięku. Klarowność mowy zwykle sprawdza się najlepiej w podcastach mówionych.
pt: Ajusta o equilíbrio de frequência do áudio. Clareza de voz costuma ser melhor para podcasts falados.
ru: Регулирует баланс частот звука. Для разговорных подкастов обычно лучше всего подходит режим «Чёткость речи».
sv: Justerar ljudets frekvensbalans. Talklarhet är oftast bäst för talpoddar.
th: ปรับสมดุลความถี่เสียง โหมดความชัดของเสียงพูดมักเหมาะที่สุดสำหรับพอดแคสต์แนวพูดคุย
tr: Ses frekans dengesini ayarlar. Konuşma Netliği genellikle sözlü podcast'ler için en iyisidir.
uk: Регулює баланс частот звуку. Для розмовних подкастів зазвичай найкраще підходить «Чіткість мовлення».
vi: Điều chỉnh cân bằng tần số âm thanh. Độ rõ giọng nói thường tốt nhất cho các podcast dạng nói.
zh_hans: 调整音频频率平衡。对于以人声为主的播客，通常“语音清晰度”效果最佳。

source: Administrator
ar: مسؤول
el: Διαχειριστής
es: Administrador
fa: مدیر
fr: Administrateur
he: מנהל
hi: प्रशासक
it: Amministratore
ja: 管理者
ko: 관리자
nl: Beheerder
pt: Administrador
ru: Администратор
sv: Administratör
th: ผู้ดูแลระบบ
tr: Yönetici
uk: Адміністратор
vi: Quản trị viên
zh_hans: 管理员

source: Advances to the next setup step.
ar: ينتقل إلى خطوة الإعداد التالية.
de: Geht zum nächsten Einrichtungsschritt über.
el: Προχωρά στο επόμενο βήμα ρύθμισης.
es: Avanza al siguiente paso de configuración.
fa: به مرحلهٔ بعدی راه‌اندازی می‌رود.
fr: Passe à l'étape de configuration suivante.
he: מתקדם לשלב ההגדרה הבא.
hi: अगले सेटअप चरण पर आगे बढ़ता है।
id: Melanjutkan ke langkah pengaturan berikutnya.
it: Passa al passaggio di configurazione successivo.
ja: 次のセットアップ手順に進みます。
ko: 다음 설정 단계로 진행합니다.
nl: Gaat naar de volgende installatiestap.
pl: Przechodzi do następnego kroku konfiguracji.
pt: Avança para a próxima etapa de configuração.
ru: Переход к следующему шагу настройки.
sv: Går vidare till nästa installationssteg.
th: ไปยังขั้นตอนการตั้งค่าถัดไป
tr: Bir sonraki kurulum adımına geçer.
uk: Переходить до наступного кроку налаштування.
vi: Chuyển sang bước thiết lập tiếp theo.
zh_hans: 进入下一步设置。
